[
  "obsidian-style-settings",
  "obsidian-projects",
  "vscode-editor",
  "obsidian-excalidraw-plugin",
  "smart-random-note",
  "editor-width-slider",
  "omnisearch",
  "text-extractor",
  "obsidian-csv-table",
  "pdf-plus"
]